Repository: alpacaThen/Launchpad
Catalog: Launchpad/*.lproj/Localizable.strings
Languages: hu

source: Cancel
hu: Mégse

source: Apply
hu: Alkalmaz

source: Launchpad Settings
hu: Beállítások

source: Reset to Defaults
hu: Alapértelmezett

source: Features
hu: Funkciók

source: Layout
hu: Megjelenés

source: Columns
hu: Oszlopok

source: Rows
hu: Sorok

source: Folder Columns
hu: Mappa Oszlopok

source: Folder Rows
hu: Mappa Sorok

source: Icon Size
hu: Ikon Méret

source: Drop Animation Delay
hu: Animáció Késleltetés

source: Page Scroll Debounce
hu: Görgetés Késleltetés

source: Page Scroll Threshold
hu: Görgetés Küszöb

source: Show Dock
hu: Dock Megjelenítése

source: Start at Login
hu: Automatikus Indítás

# reset_on_relaunch
source: Reset search on Relaunch
hu: Keresés törlése Újraindításkor

# show_icons_in_search
source: Show ordering options
hu: Rendezés megjelenítése

source: Transparency
hu: Átlátszóság

# actions
source: Actions (PRO)
hu: Műveletek

source: Layout Management
hu: Elrendezés

source: Export Layout
hu: Exportálás

source: Import Layout
hu: Importálás

source: Import from Old Launchpad
hu: Importálás Régi Launchpad-ből (BETA)

# clear_all_apps
source: Clear Grid Layout
hu: Elrendezés Törlése

source: Application Control
hu: Alkalmazás Vezérlés

source: Force Quit
hu: Kilépés

source: Hidden Apps
hu: Rejtett Alkalmazások

source: Hide App
hu: Alkalmazás Elrejtése

source: Unhide App
hu: Alkalmazás Megjelenítése

source: No hidden apps
hu: Nincsenek rejtett alkalmazások

# hidden_apps_description
source: Apps hidden from the launcher grid are listed here. Click to unhide them.
hu: A rejtett alkalmazások itt jelennek meg. Kattints rájuk a megjelenítéshez.

source: Unhide All Apps
hu: Összes Megjelenítése

# clear_all_apps_title
source: Clear All Apps
hu: Elrendezés Törlése

# clear_all_apps_message
source: This will remove all apps from your custom layout and reset to the default alphabetical order. This action cannot be undone.
hu: Ez eltávolítja az összes alkalmazást az egyéni elrendezésből és visszaállítja az alapértelmezett ábécé sorrendet. Ez a művelet nem vonható vissza.

source: Clear
hu: Törlés

# import_success
source: Import Successful
hu: Sikeres Importálás

# import_success_message
source: Successfully imported layout from old macOS Launchpad.
hu: Sikeresen importálva a régi macOS Launchpad elrendezés.

source: Import Failed
hu: Sikertelen Importálás

# import_failed_message
source: Could not find or read the old Launchpad database. Make sure you have used the old Launchpad before.
hu: Nem található vagy nem olvasható a régi Launchpad adatbázis. Győződj meg róla, hogy használtad korábban a régi Launchpad-et.

# export_success
source: Export Successful
hu: Sikeres Exportálás

source: Export Failed
hu: Sikertelen Exportálás

# search_placeholder
source: Search
hu: Keresés

source: No apps found
hu: Nem található alkalmazás

source: Sort By
hu: Rendezés

# sort_by_default
source: Default
hu: Alapértelmezett

# sort_by_name
source: Name
hu: Név

# sort_by_type
source: Type (Folders First)
hu: Típus

# sort_by_last_opened
source: Last Opened (BETA)
hu: Megnyitás dátuma

# sort_by_install_date
source: Install Date (BETA)
hu: Telepítés dátuma

source: Untitled Folder
hu: Névtelen Mappa

source: New Folder
hu: Új Mappa

# categories
source: Categories (PREMIUM)
hu: Kategóriák

source: Untitled Category
hu: Névtelen Kategória

source: New Category
hu: Új Kategória

source: Add to Category
hu: Hozzáadás Kategóriához

source: Remove from Category
hu: Eltávolítás Kategóriából

source: Manage Categories
hu: Kategóriák Kezelése

source: Delete Category
hu: Kategória Törlése

# delete_category_title
source: Delete Category
hu: Kategória Törlése

# delete_category_message
source: Are you sure you want to delete this category? Apps won't be deleted.
hu: Biztosan törölni szeretnéd ezt a kategóriát? Az alkalmazások nem kerülnek törlésre.

# open_all_apps
source: Open All Apps (Enter)
hu: Összes Alkalmazás Megnyitása (Enter)

# no_categories
source: No categories created yet
hu: Még nincsenek kategóriák

# categories_description
source: Organize your apps into categories. Apps can belong to multiple categories.
hu: Rendezd az alkalmazásaidat kategóriákba. Az alkalmazások több kategóriához is tartozhatnak.

source: Create Category
hu: Kategória Létrehozása

source: Category Name
hu: Kategória Neve

source: Rename Category
hu: Kategória Átnevezése

source: Filter by Category
hu: Szűrés Kategória Szerint

source: All Apps
hu: Összes Alkalmazás

# clear_categories
source: Clear All Categories
hu: Összes Kategória Törlése

# time_0_0s
source: 0.0s
hu: 0,0mp

# time_3_0s
source: 3.0s
hu: 3,0mp

source: Restart Required
hu: Újraindítás Szükséges

# restart_warning_message
source: Some settings require a force restart of LaunchPad app to take effect.
hu: Néhány beállítás a Launchpad újraindítását igényli a változásokhoz.

source: Activation
hu: Aktiválás

source: Product Key
hu: Termékkulcs

source: Enter Product Key
hu: Termékkulcs Megadása

# activate
source: Click here to activate
hu: Aktiválás

source: Activated
hu: Aktiválva

source: Not Activated
hu: Nincs Aktiválva

source: Invalid Product Key
hu: Érvénytelen Termékkulcs

source: Activation Successful
hu: Sikeres Aktiválás

# purchase_prompt
source: Don't have a license yet? Purchase one to unlock all features.
hu: Még nincs licenced? Vásárolj egyet az összes funkció feloldásához.

source: Purchase License
hu: Licenc Vásárlása

# locations
source: Locations (PRO)
hu: Helyek

# locations_description
source: Add custom folder locations where Launchpad will search for applications. By default, Launchpad searches in /Applications and /System/Applications.
hu: Adj hozzá egyéni mappákat, ahol a Launchpad alkalmazásokat keres. Alapértelmezetten a Launchpad az /Applications és /System/Applications mappákban keres.

source: Custom Locations
hu: Egyéni Helyek

# no_custom_locations
source: No custom locations added yet
hu: Még nincsenek hozzáadott helyek

source: Add Location
hu: Hely Hozzáadása

# location_placeholder
source: /path/to/folder
hu: /útvonal/a/mappához

# browse_folder
source: Browse for folder
hu: Mappa böngészése

# add_location_help
source: Add this location
hu: Hely hozzáadása

source: Invalid Location
hu: Érvénytelen Hely

# location_does_not_exist
source: The specified path does not exist.
hu: A megadott útvonal nem létezik.

# location_not_directory
source: The specified path is not a directory.
hu: A megadott útvonal nem mappa.

# location_already_added
source: This location has already been added.
hu: Ez a hely már hozzá lett adva.

# select_folder_message
source: Select a folder to search for applications
hu: Válassz egy mappát az alkalmazások kereséséhez

# background
source: Background (PREMIUM)
hu: Háttér

source: Background Type
hu: Háttér Típusa

# background_default
source: Default (Blur)
hu: Alapértelmezett (Elmosás)

# background_wallpaper
source: macOS Wallpaper
hu: macOS Háttérkép

# background_custom
source: Custom Image
hu: Egyéni Kép

source: Custom Image Path
hu: Egyéni Kép Útvonala

# browse_image
source: Browse for image
hu: Kép böngészése

# select_image_message
source: Select a background image
hu: Válassz egy háttérképet

# image_not_found
source: Image file not found at the specified path.
hu: A kép nem található a megadott útvonalon.
